{
  "navbar": {
    "home": "Home",
    "aboutUs": "About us",
    "portfolio": "Portfolio",
    "jobs": "Jobs",
    "contact": "Contact",
    "blog": "Blog"
  },
  "home": {
    "headerTextPrefix": "We create",
    "headerTexts": {
      "software": "Software",
      "mobiles": "Mobile Apps",
      "webs": "Web Apps",
      "teams": "Dedicated Teams"
    },
    "headerText": "We are an agile software company specializing in web and mobile applications",
    "meetUsButton": "Meet us",
    "aboutUs": {
      "header": "We build software",
      "subheader": "This is the best time to start collaboration with experienced and reliable partner. Someone like us, who will analyze the needs, advise and guide you through the entire development process, ensuring high quality of services and respecting deadlines and budget.",
      "elements": {
        "webApps": {
          "title": "Custom web applications",
          "text": "We build web-based applications that help you automate your business or streamline your organization processes."
        },
        "mobileApps": {
          "title": "Custom mobile apps",
          "text": "Smart devices are the big thing today. We can support you in reaching out to your customers who live in the Internet of Things."
        },
        "teams": {
          "title": "Team Leasing",
          "text": "We can support you with a specially appointed development team. We adjust the size and skills of the team to match your needs."
        }
      }
    },
    "whyUs": {
      "header": "Why Us",
      "elements": {
        "years": {
          "title": "20+",
          "text": "Years on the market"
        },
        "projects": {
          "title": "91%",
          "text": "Projects delivered on time and on budget"
        },
        "specialists": {
          "title": "130+",
          "text": "Developers and specialists"
        },
        "developers": {
          "title": "69%",
          "text": "Developers with many years of experience"
        },
        "clients": {
          "title": "14",
          "text": "Clients from 14 countries"
        }
      }
    },
    "careers": {
      "header": "Careers",
      "subheader": "We believe only talented people can help us push the projects forward. We're waiting for you to share your energy, enthusiasm, experience, and ideas. Visit us and have a chat. See how mutual trust and freedom are the base of our creativity and efficiency. See what we believe in and how we work. Join our Speednet team.",
      "elements": {
        "iOS": "iOS Developer",
        "android": "Android Developer",
        "php": "PHP Developer",
        "java": "JAVA Developer",
        "frontend": "Front-end Developer"
      }
    }
  },
  "aboutUs": {
    "header": "About us",
    "subHeader": "Custom software development and team leasing",
    "descriptionTitle": "Have an idea for an app? Need a system to increase your company’s efficiency? Your business needs to grow through new technology solutions?",
    "description": "This is the moment when you need a reliable and experienced technology partner who will not only analyze your idea but will also advice and lead you through the whole development process providing high quality services in the set time and budget."
  },
  "jobs": {
    "header": "Join us",
    "subHeader": "We are constantly developing",
    "description_1": "We believe only talented people can help us push the projects forward. We’re waiting for you to share your energy, enthusiasm, experience, and ideas. Visit us and have a chat. See how mutual trust and freedom are the base of our creativity and efficiency.",
    "description_2": "See what we believe in and how we work. Join our Speednet team.",
    "description_3": "You can send your CV to "
  },
  "businessCases": {
    "header": "Business cases",
    "elements": {
      "popPankki": {
        "title": "Pop Pankki",
        "text": "A mobile application integrating banking and insurance services from 26 banks in Finland."
      },
      "pzu": {
        "title": "PZU Cash",
        "text": "Web system for allocating cash loans to employees. Able to generate loans in real time."
      },
      "telia": {
        "title": "Telia Company",
        "text": "Business platform to manage e-mail accounts, share contacts, notes and notifications with all the members of the company."
      },
      "saar": {
        "title": "SAAR Landesbank",
        "text": "A complete digital transformation process for a French-German regional bank."
      }
    }
  },
  "buttons": {
    "seeMoreButton": "See more",
    "seeButton": "See",
    "sendButton": "Send"
  },
  "footer": {
    "address": "al. Zwycięstwa 96/98, 81-451 Gdynia, Poland",
    "copyrights": "Speednet sp. z o.o. {{currentYear}}. All rights reserved.",
    "contactText": "Leave us your e-mail address, we will contact you within the next 24 hours",
    "emailPlaceholder": "your@email.com"
  },
  "cookies": {
    "header": "We use cookies to improve the quality of our services.",
    "description": "You can block them by changing your browser settings."
  }

}
